package com.lpq.lrdf.config;

/**
 * 功能：本地存储数据SharedPreferences的key配置 <br/>
 * 作者：lipanquan on 2018/1/9 <br />
 * 邮箱：862321807@qq.cn <br />
 */
public interface ISPKey {

	/*
     * ***************************************************
	 * ************ start常量 *********************
	 * ***************************************************
	 */
    // TODO: start 常量

    /**
     * 密码保存key
     */
    String KEY_PASSWORD = "password";

    /**
     * 用户名保存key
     */
    String KEY_USER_NAME = "userName";

    /**
     * 保存用户名的的key值

     // TODO: end 常量
     /*
     * ***************************************************
     * ************ end常量 *********************
     * ***************************************************
     */

}